import ContactElement from "./ContactElement";

function AboutUs(){
    return(
        <div dir="rtl" style={{fontSize:23,color:"white"}}>
            <br/>
            <span  style={{color:"cyan",fontWeight:"bold"}}> התהליך: <br/> <br/> </span>
            תחילה אנו מתאמים פגישה עם הלקוח שבה אנו בונים טיוטה ראשונית של איך יראה האתר ומהם השירותים שאנו רוצים שינתנו בו. <br/>
            חשוב שאם יש לך בתור לקוח איזשהו ויז'ן בראש של איך אתה מדמיין את האתר תציג אותו במלואו, תתפרע, אנחנו נדאג לכל השאר.<br/>
            לאחר מכן אנו נבנה עבורך את גרסת הבטא של האתר שתשלח אליך לתיקונים והערות. <br/>
            לאחר אישורך אנו נעלה את האתר לפי הכתובת שתבחר, ומעתה כולם יוכלו לבקר באתר ולהינות משירותך.<br/><br/>
            <span  style={{color:"cyan",fontWeight:"bold"}}> מה כלול: <br/> <br/> </span>
            * קבלת כתובת (domain) חינם למשך שנה [לאחר שנה ישנו תשלום שנתי על תחזוקת הכתובת למול הספק] <br/>
            * שירות טיפול בתקלות <br/>
            * הוספת תוכן במחיר מסובסד <br/>
            * התחייבות למחיר מהזולים ביותר בשוק  <br/>
            * שירות מקצועי ואמין ללא אותיות קטנות
            <br/><br/><br/>
        </div>
    )
}
export default AboutUs;