import ContactElement from "./ContactElement";

function Articles(){
    return(
        <div dir="rtl" style={{color:"white"}}>
            <span style={{fontWeight:"bold",color:"goldenrod",textDecoration:"underline"}}>פרסום באינטרנט או פרסום בערוצי מדיה מסורתיים?</span>
            <br/><br/>
               <span style={{textAlign:"right"}}>  ניתן לומר כי לערוצי המדיה המסורתיים, (טלוויזיה, רדיו, עיתונות כתובה, שלטי חוצות ואף מודעות מודפסות הנשלחות לתיבות הדואר), מאפיינים דומים מבחינות רבות.
            <br/>בניגוד לפרסום באינטרנט, לכלי התקשורת המסורתיים שליטה מועטה ביותר לגבי קהל היעד אשר צופה בהם. כך למשל, ניתן לפרסם מוצר בערוץ הטלוויזיה ומכיוון שהוא מיועד לבני 45+, לשדר אותו בשעות הערב המאוחרות. לא ניתן למנוע מבני 25 שצופים באותה השעה מלהיחשף לפרסום וגרוע מכך, לא ניתן להגדיל את מספר בני 45+ שצופים על מנת להגיע ליותר לקוחות פוטנציאליים.
            <br/>לערוצי הרדיו שליטה מועטה בדומה לטלוויזיה בעוד שלעיתונות הכתובה, שלטי חוצות ומודעות מודפסות אין שליטה כלל. האמור מצביע על יכולת ירודה למדידת יעילות הפרסום ובחינת מידת החשיפה כמו גם יכולת מיקוד ופילוח. לא רק בשליטה השנויה במחלוקת הבעיה, לאפיקי פרסום מסורתיים אין יכולת מעקב וקבלת פידבק ממי שנחשף לפרסום, זאת בניגוד לפרסום באינטרנט.
            <br/>עלויות פרסום גבוהות בערוצי הפרסום המסורתיים הינו מאפיין נוסף השונה מפרסום באינטרנט, שם העלויות נמוכות בצורה משמעותית.
            <br/>נקודה נוספת הינה שערוצים אלה לא יכולים לבצע שינויים מהירים והתאמות לסביבה. לא פעם התרחשו בעולם אירועים אשר לא הופיע בעיתונות הכתובה למחרת היום כיוון שלא הספיקו להיכנס לפני השליחה לדפוס, ועל מנת לבצע שינויים בלוח השידורים בטלוויזיה צריך שיתקיים אירוע חריג ביותר. בניגוד לאלו, באינטרנט ניתן לבצע שינויים מידיים ללא עלות מיוחדת.<br/>
                <span style={{color:"goldenrod"}}><br/> היתרונות הרבים של פרסום באינטרנט:<br/></span>
            <br/>מטרתו העיקרית של פרסום באינטרנט היא למשוך גולשים לאתר שלך שם הם יחשפו לשירותים, מוצרים או למידע שמתואר שם, והינו בעל יתרונות רבים בהשוואה לערוצי הפרסום המסורתיים.
            <br/>פרסום באינטרנט ניתן למדידה – את האפקטיביות של הפרסום באינטרנט ניתן למדוד במספר דרכים לבצע שינויים בזמן אמת אם הוא אינו משיג את מטרותיו.
            <br/>לפרסום באינטרנט קהל אינסופי – כפי שתואר, בישראל לבדה למעלה מ-4 מיליון גולשים באינטרנט(נכון לשנת 2018) ומספרם רק גדל.
            .לפרסום באינטרנט שליטה תקציבית – הפלטפורמות השונות מאפשרות לשלוט בתקציבי הפרסום במדויק ובזמני הפרסום. כך לדוגמה יכול המפרסם בגוגל במסגרת Adwords לקבוע סכום שהוא מקצה לקמפיין, זמני הקמפיין וכמובן המילים/מודעות שהוא מעוניין לקדם
            <br/>פרסום באינטרנט בעל יכולת מיקוד ופילוח – פרסום באינטרנט מאפשר לעסק למשוך אליו גולשים אשר מתעניינים בתחום שלו במדויק ואולי אפילו כאלה שמחפשים בדיוק לרכוש מוצר שהוא מספק. במצב זה הפרסום ממוקד יותר באוכלוסיית יעד רלוונטית אשר בדרך אחרת לא ניתן היה לפלח אותה – לדוגמה: מי שמתעניין לרכוש מדיח כלים.
            <br/>לפרסום באינטרנט חשיפה מיידית – הוספת תכנים לפרסום באינטרנט הינה קלה ומהירה לעין שעור בהשוואה לערוצי המדיה המסורתיים.
            <br/>פרסום באינטרנט עלויות נמוכות – עלויות פרסום באינטרנט נמוכות בצורה משמעותית. בנוסף, מרבית המודלים לחיוב המפרסם הינם פר קליק, כלומר רק לאחר שגולש שהתעניין לחץ על הקישור. הדבר מאפשר תשלום עבור פרסום בפני לקוח מתעניין ולא עבור פרסום בפני כולם.
            <br/>בנוסף פרסום באינטרנט מאפשר ניתוח סטטיסטי של המכירות והסקת מסקנות בהתאם.
       </span>
            <br/><br/><br/>

        </div>
    )
}
export default Articles ;