function CorporateWebsite(){
    return(
        <div style={{color:"white",fontSize:23}} dir="rtl">
            <br/>
            <span  style={{color:"seagreen",fontWeight:"bold",textDecoration:"underline"}}>מהו אתר מוצלח?</span><br/>
            <br/>
            אתר מורכב מכמה עמודים. בעמודים אלו המפרסם מוסר תוכן כולל אודות העסק ללקוח. <br/>
            למעשה המפרסם נותן אינפורציה רחבה אודות העסק או מגוון שירותים, שעל הלקוח לדפדף ולגשת למידע שחיפש.<br/>
            על כן על האתר להיות מסודר וברור ועלינו ליעד לכל עמוד שירות ספציפי, שמאפיין אך ורק את אותו עמוד. <br/>
            בכך אנו מעניקים חוויה טובה ונוחה למשתמש, ומונעים ממנו את התסכול של אי מציעת המידע.<br/>
            דבר אשר עלול לגרום לו לעזוב את האתר מתוסכל בלי להשתמש בשירות שאותו חיפש.<br/>
            בנוסף יש לתת דגש על עיצוב האתר. ככל שהאתר יותר מרתק ומושך את העין כך הוא גורם ללקוח לרצות להיות בו יותר.<br/>
            דבר שיגרום ללקוח להכנס לעוד שירותים שהוא לאו דווקא חיפש מראש,ולרכוש אותם.<br/><br/>

            אנו ב- GN technology מתמחים בבניית אתרים ממוקדים, פשוטים לתפעול ,ונוחים לשימוש.<br/>
            כחלק מהשירות אנו מעניקים גם תעודת ssl (פרוטוקול הצפנת תיקשורת) בחינם על מנת לשמור גם על אבטחת הנתונים באתר.<br/>
            כמובן שאנו שמים דגש רב ולא מתפשר גם על עיצוב האתר.<br/>
            כך שימשוך את עינו של כל גולש,ויגדיל את הסיכויים של בעל האתר לספק כמה שיותר שירותים לאותו לקוח.
            <br/><br/><br/>
        </div>
)
}
export default CorporateWebsite;
