import ContactElement from "./ContactElement";

function WebsiteHosting(){
    return(
        <div style={{color:"white",fontSize:23}} dir="rtl">
            <br/>
            <span  style={{color:"lightpink",fontWeight:"bold",textDecoration:"underline"}}>היכן האתר מאוחסן?</span><br/>
            <br/>
           אחסון אתרים הוא מושג אשר צמח יחד ובמקביל לצמיחת אתרי האינטרנט בעולם.<br/>
            כל אתר אינטרנט, גדול ככל שיהיה או הקטן ביותר. אתר פרטי, אירגוני או ממשלתי-זקוק לשרת אינטרנט<br/>
            על מנת שיוצג ברשת האינטרנט. כאשר קבצי האתר ובסיס הנתונים שלו ממוקמים (מאוחסנים) בתוך השרת,<br/>
            השרת למעשה מאפשר את הצגת הקבצים של אותו אתר. <br/>
            התהליך פשוט: ע"י הקלדת שם הדומיין(Domain) בשורת ה-URL בדפדפן, יוצגו לך קבצים שונים מתוך האתר.<br/>
            אותם קבצים מאוחסנים בבסיס הנתונים שבשרת, אשר תפקידו לקשר בין הדומיין לבין קבצי האתר, ולהציג אום בהתאם.<br/>
            חברות האיחסון "משכירות" שטח בשרתים שלהם ע"מ לספק את הקישוריות בין מחשבי הגולשים,<br/>
            לבין הדומיין ותכני האתר.
<br/><br/><br/>
        </div>
    )
}
export default WebsiteHosting;